[
  {
    "id": "TENDER_001",
    "title": "IT Infrastructure Upgrade for Council Services",
    "text": "The supplier must demonstrate a minimum of 10 years uninterrupted trading history in the public sector. Required insurances include Professional Indemnity Insurance of £25 million and Public Liability Insurance of £15 million. All work must be completed within 6 weeks of contract award. The supplier must hold ISO 9001, ISO 27001, and Cyber Essentials Plus certifications. Minimum annual turnover of £50 million required for the past 3 consecutive years."
  },
  {
    "id": "TENDER_002",
    "title": "Community Garden Maintenance Services",
    "text": "We are seeking a local gardening service to maintain our community gardens. Experience with public spaces is preferred but not essential. Basic public liability insurance required (minimum £2 million). Flexible timescales can be arranged to suit the supplier. We welcome applications from new businesses and social enterprises."
  },
  {
    "id": "TENDER_003",
    "title": "Catering Services for Hospital Staff",
    "text": "Catering provider needed for staff cafeteria. Must have Food Safety certification and appropriate insurance. Previous experience in institutional catering preferred. Contract start date is flexible. We encourage applications from local SMEs and will provide support during the onboarding process."
  },
  {
    "id": "TENDER_004",
    "title": "Legal Advisory Services - Complex Commercial Litigation",
    "text": "Applicants must be a Top 50 law firm with dedicated offices in London, Manchester, and Edinburgh. Minimum 15 qualified solicitors specializing in commercial litigation. Evidence of handling cases exceeding £100 million in value required. Professional Indemnity Insurance of £50 million minimum. Detailed case studies from Fortune 500 clients must be provided. Response must include CVs of all proposed team members with minimum 10 years post-qualification experience each."
  },
  {
    "id": "TENDER_005",
    "title": "Office Cleaning Services",
    "text": "Small cleaning company required for local council offices. Basic cleaning services needed three times per week. Must have public liability insurance (£5 million) and employer's liability insurance. Previous cleaning experience required. Start date negotiable. Local businesses particularly encouraged to apply."
  },
  {
    "id": "TENDER_006",
    "title": "Enterprise Software Development",
    "text": "Seeking software development partner. The contractor must demonstrate financial stability with audited accounts showing minimum turnover of £20 million annually for 5 consecutive years. Must employ at least 100 full-time developers. ISO 9001, ISO 27001, and ISO 20000 certifications mandatory. Previous contracts with at least 3 central government departments required. All development must be completed within 8 weeks with penalties for delays. Contractor must maintain a 24/7 support desk with response times under 15 minutes."
  },
  {
    "id": "TENDER_007",
    "title": "Graphic Design for Marketing Materials",
    "text": "Creative agency or freelancer needed for marketing materials design. Portfolio of previous work required. Project-based engagement with flexible deadlines. Standard professional indemnity insurance expected. We value creativity and fresh perspectives, and actively encourage applications from emerging designers and small studios."
  },
  {
    "id": "TENDER_008",
    "title": "Highway Maintenance and Resurfacing",
    "text": "Major highway maintenance contract. Bidders must own or have guaranteed access to specialized resurfacing equipment valued at minimum £5 million. Minimum 20 years continuous operation in highway maintenance required. Parent company guarantee required if turnover is below £100 million. Must demonstrate capability to mobilize 50+ workers within 48 hours. Performance bond of 15% of contract value required. Insurance requirements: £50 million public liability, £25 million employer's liability, £10 million professional indemnity."
  },
  {
    "id": "TENDER_009",
    "title": "Training Services - Digital Skills for Staff",
    "text": "Training provider needed to deliver digital skills workshops to council staff. Qualified trainers with relevant teaching experience required. Small group sessions (max 12 people). Flexible scheduling over 6-month period. We welcome applications from sole traders, training consultants, and small training providers. Standard insurance requirements apply."
  },
  {
    "id": "TENDER_010",
    "title": "Architectural Services for New Library Building",
    "text": "Architect needed for new community library design. Must be RIBA chartered with minimum 8 years post-qualification experience. Portfolio demonstrating at least 3 completed public building projects required. Professional Indemnity Insurance of £20 million minimum. Evidence of financial standing with minimum annual turnover of £5 million. All design work must be completed within 12 weeks of contract award with no extensions permitted."
  },
  {
    "id": "TENDER_011",
    "title": "Social Media Management Services",
    "text": "Looking for social media consultant to manage our council's social media presence. Experience with public sector communications helpful. Part-time, remote work possible. Contract duration: 12 months with option to extend. Suitable for freelancers or small agencies. Standard professional insurance required."
  },
  {
    "id": "TENDER_012",
    "title": "Construction of Multi-Story Car Park",
    "text": "Major construction project for 500-space multi-story car park. Contractor must demonstrate minimum £200 million annual turnover for past 3 years. Pre-qualification questionnaire requires evidence of completing at least 5 similar projects exceeding £30 million each in the past 5 years. Parent company guarantee mandatory. Performance bonds totaling 20% of contract value required. Contractor must maintain dedicated site office with minimum 10 full-time staff throughout project. All materials must comply with specific manufacturer requirements (sole source specifications provided). Liquidated damages clause: £50,000 per week for delays. Completion deadline: 40 weeks with zero tolerance for overruns."
  },
  {
    "id": "TENDER_013",
    "title": "Translation Services - Community Documents",
    "text": "Translator needed for community information documents into multiple languages. Native speakers preferred. Flexible project-based work. Documents will be provided electronically. Suitable for individual translators or small translation agencies. Reasonable timeframes will be agreed for each project."
  },
  {
    "id": "TENDER_014",
    "title": "Consultancy Services - Organizational Restructuring",
    "text": "Management consultancy required for comprehensive organizational review. Must be a recognized Top 10 global consultancy firm. Minimum team of 8 senior consultants with public sector experience. Evidence of similar transformation projects for organizations with 5,000+ employees required. All consultants must have Master's degrees from Russell Group universities or equivalent. Detailed methodology must be submitted demonstrating use of proprietary frameworks. Professional Indemnity Insurance: £100 million. Completion within 16 weeks mandatory."
  },
  {
    "id": "TENDER_015",
    "title": "Photography Services for Community Events",
    "text": "Local photographer needed to document community events throughout the year. Portfolio of event photography required. Flexible schedule based on event calendar. Equipment: professional camera and editing software. Insurance: standard public liability coverage. Ideal for freelance photographers or small photography businesses. Payment per event with transparent pricing structure."
  }
]